{
  "No workspace folders are open. Please open a workspace folder to use this extension": "No hay carpetas de espacio de trabajo abiertas. Abra una carpeta de espacio de trabajo para usar esta extensión",
  "Select a workspace folder to use. This folder will be used to load workspace-specific configuration for the extension": "Selecciona una carpeta de espacio de trabajo para usar. Esta carpeta se utilizará para cargar la configuración específica del espacio de trabajo para la extensión",
  "{0} is now enabled and ready to use": "{0} ahora está habilitada y listo para usar",
  "{0} is now disabled": "{0} ahora está deshabilitada",
  "{0} is disabled in settings. Enable it to use its features": "{0} está deshabilitada en las configuraciones. Habilítela para usar sus funciones",
  "Welcome to {0} version {1}! The extension is now active": "¡Bienvenido a {0} versión {1}! La extensión ahora está activa",
  "New version of {0} is available. Check out the release notes for version {1}": "Hay disponible una nueva versión de {0}. Consulte las notas de la versión {1}",
  "Release Notes": "Notas de la versión",
  "Close": "Cerrar",
  "Become a Sponsor": "Conviértete en Patrocinador",
  "Donate via PayPal": "Donar a través de PayPal",
  "Although {0} is offered at no cost, your support is deeply appreciated if you find it beneficial. Thank you for considering!": "Aunque {0} se ofrece sin costo, su apoyo es muy apreciado si lo encuentra beneficioso. ¡Gracias por considerarlo!",
  "About Us": "Acerca de Nosotros",
  "Report Issues": "Reportar Problemas",
  "Rate Us": "Calificanos",
  "Support Us": "Apóyanos",
  "No workspace is open to save the file!": "¡No hay espacio de trabajo abierto para guardar el archivo!",
  "Successfully created the file!": "¡Archivo creado con éxito!",
  "File already exist!": "¡El archivo ya existe!",
  "Enter the route for the {0} method": "Ingrese la ruta para el método {0}",
  "Enter the folder name": "Ingrese el nombre de la carpeta",
  "Select the options for the server command (optional)": "Seleccione las opciones para el comando del servidor (opcional)",
  "Enter the host for the server command": "Ingrese el host para el comando del servidor",
  "Enter the port for the server command": "Ingrese el puerto para el comando del servidor",
  "Enter the command class name": "Ingrese el nombre de la clase de comando",
  "Enter the config class name": "Ingrese el nombre de la clase de configuración",
  "Enter the controller class name": "Ingrese el nombre de la clase del controlador",
  "Enter the entity class name": "Ingrese el nombre de la clase de entidad",
  "Enter the filter class name": "Ingrese el nombre de la clase de filtro",
  "Enter the helper name": "Ingrese el nombre del ayudante",
  "Enter the language file name without extension": "Ingrese el nombre del archivo de idioma sin extensión",
  "Enter the migration class name": "Ingrese el nombre de la clase de migración",
  "Enter the model class name": "Ingrese el nombre de la clase de modelo",
  "Enter the resource class name": "Ingrese el nombre de la clase de recurso",
  "Enter the seeder class name": "Ingrese el nombre de la clase de sembradora",
  "Enter the validation class name": "Ingrese el nombre de la clase de validación"
}
