{
  "No workspace folders are open. Please open a workspace folder to use this extension": "No hay carpetas de espacio de trabajo abiertas. Abre una carpeta de espacio de trabajo para usar esta extensión",
  "Select a workspace folder to use. This folder will be used to load workspace-specific configuration for the extension": "Selecciona una carpeta de espacio de trabajo. Esta carpeta se usará para cargar la configuración específica de la extensión",
  "The {0} extension is now enabled and ready to use": "La extensión {0} está habilitada y lista para usarse",
  "The {0} extension is now disabled": "La extensión {0} está deshabilitada",
  "The {0} extension is disabled in settings. Enable it to use its features": "La extensión {0} está deshabilitada en la configuración. Habilítala para usar sus funciones",
  "Welcome to {0} version {1}! The extension is now active": "¡Bienvenido a {0} versión {1}! La extensión ya está activa",
  "The {0} extension has been updated. Check out what's new in version {1}": "La extensión {0} se ha actualizado. Consulta las novedades de la versión {1}",
  "Release Notes": "Notas de la versión",
  "Dismiss": "Descartar",
  "A new version of {0} is available. Update to version {1} now": "¡Hay una nueva versión de {0} disponible! Actualiza a la versión {1} ahora",
  "Update Now": "Actualizar ahora",
  "Become a Sponsor": "Conviértete en patrocinador",
  "Donate via PayPal": "Donar a través de PayPal",
  "Although {0} is offered at no cost, your support is deeply appreciated if you find it beneficial. Thank you for considering!": "Aunque {0} se ofrece de forma gratuita, tu apoyo es muy apreciado si lo consideras útil. ¡Gracias por considerarlo!",
  "About Us": "Acerca de nosotros",
  "Report Issues": "Reportar problemas",
  "Rate Us": "Califícanos",
  "Support Us": "Apóyanos",
  "No workspace is open to save the file!": "¡No hay un espacio de trabajo abierto para guardar el archivo!",
  "Successfully created the file!": "¡Archivo creado con éxito!",
  "File already exist!": "¡El archivo ya existe!",
  "Enter the route for the {0} method": "Introduce la ruta para el método {0}",
  "Enter the folder name": "Introduce el nombre de la carpeta",
  "Select the options for the server command (optional)": "Selecciona las opciones para el comando del servidor (opcional)",
  "Enter the host for the server command": "Introduce el host para el comando del servidor",
  "Enter the port for the server command": "Introduce el puerto para el comando del servidor",
  "Enter the command class name": "Introduce el nombre de la clase de comando",
  "Enter the config class name": "Introduce el nombre de la clase de configuración",
  "Enter the controller class name": "Introduce el nombre de la clase del controlador",
  "Enter the entity class name": "Introduce el nombre de la clase de entidad",
  "Enter the filter class name": "Introduce el nombre de la clase de filtro",
  "Enter the helper name": "Introduce el nombre del ayudante",
  "Enter the interface name": "Introduce el nombre de la interfaz",
  "Enter the language file name without extension": "Introduce el nombre del archivo de idioma sin extensión",
  "Enter the library name": "Introduce el nombre de la biblioteca",
  "Enter the migration class name": "Introduce el nombre de la clase de migración",
  "Enter the model class name": "Introduce el nombre de la clase de modelo",
  "Enter the resource class name": "Introduce el nombre de la clase de recurso",
  "Enter the seeder class name": "Introduce el nombre de la clase de sembradora",
  "Enter the trait name": "Introduce el nombre del rasgo",
  "Enter the validation class name": "Introduce el nombre de la clase de validación"
}
